{"source":"https://huggingface.co/LGAI-EXAONE/EXAONE-4.0-32B/blob/main/model.safetensors.index.json","weight_map":{"model.embed_tokens.weight":"model-00001-of-00016.safetensors","model.layers.0.mlp.gate_proj.weight":"model-00001-of-00016.safetensors","model.layers.0.post_attention_layernorm.weight":"model-00001-of-00016.safetensors","model.layers.0.post_feedforward_layernorm.weight":"model-00001-of-00016.safetensors","model.layers.0.self_attn.q_norm.weight":"model-00001-of-00016.safetensors","model.layers.0.self_attn.q_proj.weight":"model-00001-of-00016.safetensors","model.norm.weight":"model-00016-of-00016.safetensors","lm_head.weight":"model-00016-of-00016.safetensors"}}
