{
  "metadata": {
    "total_size": 14347847680
  },
  "weight_map": {
    "model.embed_tokens.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.input_layernorm.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.input_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.c_fc.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.c_fc.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.c_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.mlp.c_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.post_attention_layernorm.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.post_attention_layernorm.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.k_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.o_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.q_proj.weight": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.bias": "model-00001-of-00003.safetensors",
    "model.layers.0.self_attn.v_proj.weight": "model-00001-of-00003.safetensors",
    "model.norm.bias": "model-00003-of-00003.safetensors",
    "model.norm.weight": "model-00003-of-00003.safetensors"
  }
}
