{"source":"https://huggingface.co/mlx-community/ERNIE-4.5-0.3B-PT-bf16/blob/main/model.safetensors.index.json","weight_map":{"model.embed_tokens.weight":"model.safetensors","model.layers.0.input_layernorm.weight":"model.safetensors","model.layers.0.mlp.gate_proj.weight":"model.safetensors","model.layers.0.post_attention_layernorm.weight":"model.safetensors","model.layers.0.self_attn.q_proj.weight":"model.safetensors","model.norm.weight":"model.safetensors"}}
