{
  "metadata": {"total_size": 217283587072, "source_weight_count": 1133},
  "weight_map": {
    "language_model.model.layers.0.feed_forward.experts.down_proj": "model-00002-of-00050.safetensors",
    "language_model.model.layers.0.feed_forward.experts.gate_up_proj": "model-00002-of-00050.safetensors",
    "language_model.model.layers.0.feed_forward.router.weight": "model-00002-of-00050.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.down_proj.weight": "model-00002-of-00050.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.gate_proj.weight": "model-00002-of-00050.safetensors",
    "language_model.model.layers.0.feed_forward.shared_expert.up_proj.weight": "model-00002-of-00050.safetensors"
  }
}
