{"source":"https://huggingface.co/tencent/Hunyuan-7B-Instruct/blob/main/model.safetensors.index.json","weight_map":{"model.embed_tokens.weight":"model-00001-of-00004.safetensors","model.layers.0.input_layernorm.weight":"model-00001-of-00004.safetensors","model.layers.0.mlp.gate_proj.weight":"model-00001-of-00004.safetensors","model.layers.0.post_attention_layernorm.weight":"model-00001-of-00004.safetensors","model.layers.0.self_attn.query_layernorm.weight":"model-00001-of-00004.safetensors","model.layers.0.self_attn.key_layernorm.weight":"model-00001-of-00004.safetensors","model.layers.0.self_attn.q_proj.weight":"model-00001-of-00004.safetensors","model.norm.weight":"model-00004-of-00004.safetensors"}}
