{
  "architectures": ["CohereForCausalLM"],
  "hidden_act": "silu",
  "hidden_size": 8192,
  "intermediate_size": 22528,
  "layer_norm_eps": 0.00001,
  "logit_scale": 0.0625,
  "max_position_embeddings": 8192,
  "model_type": "cohere",
  "num_attention_heads": 64,
  "num_hidden_layers": 40,
  "num_key_value_heads": 64,
  "rope_theta": 8000000.0,
  "tie_word_embeddings": true,
  "vocab_size": 256000
}
