{
  "architectures": ["Cohere2ForCausalLM"],
  "hidden_act": "silu",
  "hidden_size": 4096,
  "intermediate_size": 14336,
  "layer_norm_eps": 0.00001,
  "logit_scale": 0.25,
  "max_position_embeddings": 8192,
  "model_type": "cohere2",
  "num_attention_heads": 32,
  "num_hidden_layers": 32,
  "num_key_value_heads": 8,
  "rope_theta": 50000,
  "sliding_window": 4096,
  "sliding_window_pattern": 4,
  "vocab_size": 256000
}
