{"metadata":{"total_size":4515962880},"weight_map":{"lm_head.weight":"model-00001-of-00004.safetensors","model.embed_tokens.weight":"model-00001-of-00004.safetensors","model.layers.0.input_layernorm.weight":"model-00001-of-00004.safetensors","model.layers.0.mlp.down_proj.weight":"model-00001-of-00004.safetensors","model.layers.0.mlp.gate_proj.weight":"model-00001-of-00004.safetensors","model.layers.0.mlp.up_proj.weight":"model-00001-of-00004.safetensors","model.layers.0.self_attn.k_proj.weight":"model-00001-of-00004.safetensors","model.layers.0.self_attn.o_proj.weight":"model-00001-of-00004.safetensors","model.layers.0.self_attn.q_proj.weight":"model-00001-of-00004.safetensors","model.layers.0.self_attn.v_proj.weight":"model-00001-of-00004.safetensors","model.norm.weight":"model-00004-of-00004.safetensors"}}
