{
  "architectures": ["GraniteMoeForCausalLM"],
  "attention_bias": false,
  "attention_dropout": 0.1,
  "attention_multiplier": 0.015625,
  "embedding_multiplier": 12.0,
  "hidden_act": "silu",
  "hidden_size": 1024,
  "intermediate_size": 512,
  "logits_scaling": 6.0,
  "model_type": "granitemoe",
  "num_attention_heads": 16,
  "num_experts_per_tok": 8,
  "num_hidden_layers": 24,
  "num_key_value_heads": 8,
  "num_local_experts": 32,
  "residual_multiplier": 0.22,
  "rms_norm_eps": 1e-06,
  "rope_theta": 1500000.0,
  "tie_word_embeddings": true,
  "vocab_size": 49152
}
