{"weight_map":{"transformer.wte.weight":"model-00001-of-00007.safetensors","transformer.blocks.0.norm_1.weight":"model-00001-of-00007.safetensors","transformer.blocks.0.attn.Wqkv.weight":"model-00001-of-00007.safetensors","transformer.blocks.0.attn.out_proj.weight":"model-00001-of-00007.safetensors","transformer.blocks.0.norm_2.weight":"model-00001-of-00007.safetensors","transformer.blocks.0.ffn.up_proj.weight":"model-00001-of-00007.safetensors","transformer.blocks.0.ffn.down_proj.weight":"model-00001-of-00007.safetensors","transformer.norm_f.weight":"model-00007-of-00007.safetensors"}}
