{"source":"https://huggingface.co/zai-org/GLM-4-9B-0414/blob/main/model.safetensors.index.json","weight_map":{"model.embed_tokens.weight":"model-00001-of-00010.safetensors","model.layers.0.input_layernorm.weight":"model-00001-of-00010.safetensors","model.layers.0.mlp.gate_up_proj.weight":"model-00001-of-00010.safetensors","model.layers.0.post_attention_layernorm.weight":"model-00001-of-00010.safetensors","model.layers.0.post_mlp_layernorm.weight":"model-00001-of-00010.safetensors","model.layers.0.post_self_attn_layernorm.weight":"model-00001-of-00010.safetensors","model.layers.0.self_attn.q_proj.weight":"model-00001-of-00010.safetensors","model.norm.weight":"model-00010-of-00010.safetensors","lm_head.weight":"model-00010-of-00010.safetensors"}}
