{
  "architectures": ["DeepseekV2ForCausalLM"],
  "first_k_dense_replace": 1,
  "hidden_size": 2048,
  "intermediate_size": 10944,
  "kv_lora_rank": 512,
  "model_type": "deepseek_v2",
  "moe_intermediate_size": 1408,
  "moe_layer_freq": 1,
  "n_routed_experts": 64,
  "n_shared_experts": 2,
  "norm_topk_prob": false,
  "num_attention_heads": 16,
  "num_experts_per_tok": 6,
  "num_hidden_layers": 27,
  "q_lora_rank": null,
  "qk_nope_head_dim": 128,
  "qk_rope_head_dim": 64,
  "rms_norm_eps": 1e-06,
  "rope_theta": 10000,
  "routed_scaling_factor": 1.0,
  "scoring_func": "softmax",
  "tie_word_embeddings": false,
  "v_head_dim": 128,
  "vocab_size": 102400
}
